Repository: hudibaba0001/mobile-app
Catalog: apps/mobile_flutter/lib/l10n/app_*.arb
Languages: sv

# home_noRemarks
source: No remarks
sv: Inga anmärkningar

# home_targetToDateZero
source: Target to date: {hours}h (weekend/red day)
sv: Mål till idag: {hours}h (helg/helgdag)

# home_loggedHours
source: Logged: {hours}h
sv: Loggat: {hours}h

# common_swapLocations
source: Swap locations
sv: Byt platser

# form_departureLocation
source: Departure location
sv: Avgångsplats

# form_arrivalLocation
source: Arrival location
sv: Ankomstplats

# form_additionalInformation
source: Additional information
sv: Ytterligare information

# form_pleaseSelectDate
source: Please select a date
sv: Vänligen välj ett datum

# dateRange_last90Days
source: Last 90 Days
sv: Senaste 90 dagarna

# form_shiftLocationHint
source: Enter shift location
sv: Ange skiftplats

# error_negativeBreakMinutes
source: Shift {number}: Break minutes cannot be negative
sv: Skift {number}: Rastminuter kan inte vara negativa

# error_breakExceedsSpan
source: Shift {number}: Break minutes ({breakMinutes}) cannot exceed span ({spanMinutes}m)
sv: Skift {number}: Rastminuter ({breakMinutes}) kan inte överstiga tidsintervallet ({spanMinutes}m)

# home_trackWorkShifts
source: Track your work shifts
sv: Spåra dina arbetspass

# travel_removeLeg
source: Remove travel leg
sv: Ta bort reseben

# error_addAtLeastOneTravelLeg
source: Please add at least one travel leg
sv: Vänligen lägg till minst ett reseben

# error_selectTravelLocations
source: Travel {number}: Please select both from and to locations
sv: Resa {number}: Vänligen välj både från- och till-platser

# error_invalidTravelDuration
source: Travel {number}: Please enter a valid duration (greater than 0)
sv: Resa {number}: Ange en giltig varaktighet (större än 0)

# travel_notesHint
source: Add details about your travel...
sv: Lägg till detaljer om din resa...

# auth_newToKvikTime
source: New to KvikTime?
sv: Ny på KvikTime?

# auth_createAccount
source: Create Account
sv: Skapa konto

# auth_redirectNote
source: New users will be redirected to our account creation page
sv: Nya användare omdirigeras till vår kontoregistreringssida

# auth_invalidEmail
source: Invalid email
sv: Ogiltig e-postadress

# auth_passwordRequired
source: Password is required
sv: Lösenord krävs

# signup_subtitle
source: Sign up in the app and continue to subscription.
sv: Skapa konto i appen och fortsätt till prenumeration.

# signup_firstNameLabel
source: First name
sv: Förnamn

# signup_lastNameLabel
source: Last name
sv: Efternamn

# signup_firstNameRequired
source: First name is required
sv: Förnamn krävs

# signup_lastNameRequired
source: Last name is required
sv: Efternamn krävs

# signup_confirmPasswordLabel
source: Confirm password
sv: Bekräfta lösenord

# signup_confirmPasswordRequired
source: Confirm your password
sv: Bekräfta ditt lösenord

# signup_passwordTooShort
source: Password must be at least 8 characters
sv: Lösenordet måste vara minst 8 tecken

# signup_passwordStrongRequired
source: Password must include uppercase, lowercase, number, and special character.
sv: Lösenordet måste innehålla stor bokstav, liten bokstav, siffra och specialtecken.

# signup_passwordsDoNotMatch
source: Passwords do not match
sv: Lösenorden matchar inte

# signup_acceptLegalPrefix
source: I accept the
sv: Jag accepterar

# signup_acceptLegalAnd
source: and
sv: och

# signup_acceptLegalRequired
source: You must accept Terms and Privacy Policy to continue.
sv: Du måste godkänna användarvillkor och integritetspolicy för att fortsätta.

# signup_errorRateLimit
source: Too many email requests. Wait a few minutes and try again.
sv: För många e-postförfrågningar. Vänta några minuter och försök igen.

# signup_errorEmailNotConfirmed
source: Email confirmation is required. Check your inbox and confirm, then sign in.
sv: E-postbekräftelse krävs. Kontrollera inkorgen och bekräfta, logga sedan in.

# signup_errorUserExists
source: An account with this email already exists. Please sign in.
sv: Ett konto med den här e-posten finns redan. Logga in.

# signup_errorGeneric
source: Could not create account. Please try again.
sv: Kunde inte skapa konto. Försök igen.

# legal_acceptTitle
source: Terms & Privacy
sv: Villkor & Integritet

# legal_acceptBody
source: To continue using KvikTime, please review and accept our Terms of Service and Privacy Policy.
sv: För att fortsätta använda KvikTime, vänligen granska och godkänn våra användarvillkor och integritetspolicy.

# legal_acceptButton
source: I Accept
sv: Jag accepterar

# session_expiredTitle
source: Session Expired
sv: Sessionen har gått ut

# session_expiredBody
source: Your session has expired. Please sign in again to continue.
sv: Din session har gått ut. Vänligen logga in igen för att fortsätta.

# session_signInAgain
source: Sign In Again
sv: Logga in igen
