Repository: hudibaba0001/mobile-app
Catalog: apps/mobile_flutter/lib/l10n/app_*.arb
Languages: sv

# common_save
source: Save
sv: Spara

# common_cancel
source: Cancel
sv: Avbryt

# common_delete
source: Delete
sv: Ta bort

# common_edit
source: Edit
sv: Redigera

# common_back
source: Back
sv: Tillbaka

# common_saved
source: saved
sv: sparad

# common_updated
source: updated
sv: uppdaterad

# common_add
source: Add
sv: Lägg till

# common_done
source: Done
sv: Klar

# common_retry
source: Retry
sv: Försök igen

# common_reset
source: Reset
sv: Återställ

# common_share
source: Share
sv: Dela

# common_export
source: Export
sv: Exportera

# common_refresh
source: Refresh
sv: Uppdatera

# common_close
source: Close
sv: Stäng

# common_yes
source: Yes
sv: Ja

# common_no
source: No
sv: Nej

# common_optional
source: (optional)
sv: (valfritt)

# common_loading
source: Loading...
sv: Laddar...

# common_error
source: Error
sv: Fel

# common_success
source: Success
sv: Klart

# common_today
source: Today
sv: Idag

# common_thisWeek
source: This week
sv: Denna vecka

# common_thisMonth
source: This month
sv: Denna månad

# common_thisYear
source: This year
sv: I år

# common_days
source: {count, plural, one {# day} other {# days}}
sv: {count, plural, one {# dag} other {# dagar}}

# common_hours
source: {count, plural, one {# hour} other {# hours}}
sv: {count, plural, one {# timme} other {# timmar}}

# nav_home
source: Home
sv: Hem

# nav_calendar
source: Calendar
sv: Kalender

# nav_reports
source: Reports
sv: Rapporter

# nav_settings
source: Settings
sv: Inställningar

# settings_title
source: Settings
sv: Inställningar

# settings_account
source: Account
sv: Konto

# settings_signOut
source: Sign Out
sv: Logga ut

# settings_signUp
source: Sign Up
sv: Registrera

# settings_manageSubscription
source: Manage Subscription
sv: Hantera prenumeration

# settings_contractSettings
source: Contract Settings
sv: Anställningsinställningar

# settings_contractDescription
source: Set your contract percentage and work hours
sv: Ange din tjänstgöringsgrad och arbetstid

# settings_publicHolidays
source: Public Holidays
sv: Allmänna helgdagar

# settings_autoMarkHolidays
source: Auto-mark public holidays
sv: Markera helgdagar automatiskt

# settings_holidayRegion
source: Sweden (Svenska helgdagar)
sv: Sverige (Svenska helgdagar)

# settings_viewHolidays
source: View holidays for {year}
sv: Visa helgdagar för {year}

# settings_theme
source: Theme
sv: Tema

# settings_themeLight
source: Light
sv: Ljust

# settings_themeDark
source: Dark
sv: Mörkt

# settings_language
source: Language
sv: Språk

# settings_languageSystem
source: System default
sv: Systemstandard

# settings_clearDemoData
source: Clear Demo Data
sv: Rensa demodata

# settings_clearAllData
source: Clear All Data
sv: Rensa all data

# settings_clearDemoDataConfirm
source: This will remove all demo entries. Are you sure?
sv: Detta tar bort alla demoposter. Är du säker?

# settings_clearAllDataConfirm
source: This will permanently delete ALL your data. This action cannot be undone. Are you sure?
sv: Detta raderar ALL din data permanent. Åtgärden kan inte ångras. Är du säker?

# settings_about
source: About
sv: Om appen

# settings_terms
source: Terms of Service
sv: Användarvillkor

# settings_privacy
source: Privacy Policy
sv: Integritetspolicy

# contract_title
source: Contract Settings
sv: Anställningsinställningar

# contract_headerTitle
source: Contract Settings
sv: Anställningsinställningar

# contract_headerDescription
source: Configure your contract percentage and full-time hours for accurate work time tracking and overtime calculations.
sv: Konfigurera din tjänstgöringsgrad och heltidstimmar för korrekt beräkning av arbetstid och övertid.

source: Contract Percentage
sv: Tjänstgöringsgrad

# contract_percentageHint
source: Enter percentage (0-100)
sv: Ange procent (0–100)

# contract_percentageError
source: Percentage must be between 0 and 100
sv: Procent måste vara mellan 0 och 100

# contract_fullTimeHours
source: Full-time Hours per Week
sv: Heltidstimmar per vecka

# contract_fullTimeHoursHint
source: Enter hours per week (e.g., 40)
sv: Ange timmar per vecka (t.ex. 40)

# contract_fullTimeHoursError
source: Hours must be greater than 0
sv: Timmar måste vara större än 0

# contract_startingBalance
source: Starting Balance
sv: Startsaldo

# contract_startingBalanceDescription
source: Set your starting point for balance calculations. Ask your manager for your flex saldo as of this date.
sv: Ange din startpunkt för saldoberäkning. Fråga din chef om ditt flexsaldo per detta datum.

# contract_startTrackingFrom
source: Start tracking from
sv: Börja räkna från

# contract_openingBalance
source: Opening time balance
sv: Ingående flexsaldo

# contract_creditPlus
source: Credit (+)
sv: Kredit (+)

# contract_deficitMinus
source: Deficit (−)
sv: Skuld (−)

# contract_creditExplanation
source: Credit means you have extra time (ahead of schedule)
sv: Kredit betyder att du har extra tid (före schema)

# contract_deficitExplanation
source: Deficit means you owe time (behind schedule)
sv: Skuld betyder att du är skyldig tid (efter schema)

# contract_livePreview
source: Live Preview
sv: Förhandsgranskning

# contract_contractType
source: Contract Type
sv: Anställningstyp

# contract_fullTime
source: Full-time
sv: Heltid

# contract_partTime
source: Part-time
sv: Deltid

# contract_allowedHours
source: Allowed Hours
sv: Tillåtna timmar

# contract_dailyHours
source: Daily Hours
sv: Daglig arbetstid

# contract_resetToDefaults
source: Reset to Defaults
sv: Återställ till standard

# contract_resetConfirm
source: This will reset your contract settings to 100% full-time with 40 hours per week, and clear your starting balance. Are you sure?
sv: Detta återställer dina anställningsinställningar till 100% heltid med 40 timmar per vecka och rensar ditt startsaldo. Är du säker?

# contract_saveSettings
source: Save Settings
sv: Spara inställningar

# contract_savedSuccess
source: Contract settings saved successfully!
sv: Anställningsinställningar sparade!

# contract_resetSuccess
source: Contract settings reset to defaults
sv: Anställningsinställningar återställda till standard

# contract_employerMode
source: Employer Mode
sv: Arbetsgivarläge

# contract_modeStrict
source: Strict
sv: Strikt

# contract_modeFlexible
source: Flexible
sv: Flexibel

# contract_modeStrictDesc
source: Strict validation of hours
sv: Strikt validering av timmar

# contract_modeFlexibleDesc
source: No warnings for overages
sv: Inga varningar för övertid

# contract_modeStandardDesc
source: Standard balance tracking
sv: Standard saldospårning

# balance_title
source: Time Balance
sv: Flexsaldo

# balance_myTimeBalance
source: My Time Balance ({year})
sv: Mitt flexsaldo ({year})

# balance_thisYear
source: THIS YEAR: {year}
sv: DETTA ÅRET: {year}

# balance_thisMonth
source: THIS MONTH: {month}
sv: DENNA MÅNADEN: {month}

# balance_hoursWorkedToDate
source: Hours Worked (to date): {worked} / {target} h
sv: Räknade timmar (hittills): {worked} / {target} h

# balance_creditedHours
source: Credited Hours: {hours} h
sv: Tillgodoräknade timmar: {hours} h

# balance_statusOver
source: Over
sv: Över

# balance_percentOfTarget
source: {percent}% of target
sv: {percent}% av mål

# balance_yearlyRunningBalance
source: YEARLY RUNNING BALANCE
sv: ÅRLIGT LÖPENDE SALDO

# balance_totalAccumulation
source: Total Accumulation:
sv: Total ackumulering:

# balance_inCredit
source: You are in credit
sv: Du har kredit

# balance_underTarget
source: Under target
sv: Under mål

# balance_overTarget
source: Over target
sv: Över mål

# balance_yearBalance
source: Year Balance ({year})
sv: Årsbalans ({year})

# balance_resetsOn
source: Resets {date}
sv: Nollställs {date}

# balance_contractBalance
source: Contract balance (since {date})
sv: Kontraktssaldo (sedan {date})

# balance_contractBalanceNoDate
source: Contract balance (since start)
sv: Kontraktssaldo (sedan start)

# balance_details
source: Details
sv: Detaljer

# balance_informationalOnly
source: Informational only
sv: Endast informativt

# balance_yearlyLabel
source: Yearly ({year})
sv: År ({year})

# balance_thisMonthLabel
source: This month: {month}
sv: Denna månad: {month}

# balance_statusToDate
source: Status (to date):
sv: Status (hittills):

# balance_workedToDate
source: Worked (to date):
sv: Räknad tid (hittills):

# balance_fullMonthTarget
source: Full month target: {hours}h
sv: Mål denna månad: {hours}h

# balance_creditedPaidLeave
source: + {hours}h credited (paid leave)
sv: + {hours}h ersatt frånvaro

# balance_manualAdjustments
source: {hours}h manual adjustments
sv: {hours}h manuella justeringar

# balance_percentFullMonthTarget
source: {percent}% of full month target
sv: {percent}% av månadsmålet

# balance_fullYearTarget
source: Full year target: {hours}h
sv: Årsmål: {hours}h

# balance_includesAdjustments
source: Includes adjustments: {hours}h
sv: Inkluderar justeringar: {hours}h

# adjustment_title
source: Balance Adjustments
sv: Saldojusteringar

# adjustment_description
source: Manual corrections to your balance (e.g., manager adjustments)
sv: Manuella korrigeringar av ditt saldo (t.ex. chefsjusteringar)

# adjustment_add
source: Add Adjustment
sv: Lägg till justering

# adjustment_edit
source: Edit Adjustment
sv: Redigera justering

# adjustment_recent
source: Recent Adjustments
sv: Senaste justeringar

# adjustment_effectiveDate
source: Effective Date
sv: Giltighetsdatum

# adjustment_amount
source: Amount
sv: Belopp

# adjustment_noteOptional
source: Note (optional)
sv: Anteckning (valfri)

# adjustment_noteHint
source: e.g., Manager correction
sv: t.ex. Chefskorrigering

# adjustment_deleteConfirm
source: Are you sure you want to delete this adjustment?
sv: Är du säker på att du vill ta bort denna justering?

# adjustment_saveError
source: Failed to save: {error}
sv: Kunde inte spara: {error}

# adjustment_enterAmount
source: Please enter an adjustment amount
sv: Ange ett justeringsbelopp

# adjustment_minutesError
source: Minutes must be between 0 and 59
sv: Minuter måste vara mellan 0 och 59

# redDay_personal
source: Personal
sv: Personlig

# redDay_fullDay
source: Full Day
sv: Heldag

# redDay_halfDay
source: Half Day
sv: Halvdag

# redDay_am
source: AM
sv: FM

# redDay_pm
source: PM
sv: EM

# redDay_publicHoliday
source: Public holiday in Sweden
sv: Allmän helgdag i Sverige

# redDay_autoMarked
source: Auto-marked: {holidayName}
sv: Automatiskt markerad: {holidayName}

# redDay_holidayWorkNotice
source: This is a public holiday (Auto). Hours entered here may count as holiday work.
sv: Detta är en allmän helgdag (Auto). Timmar som anges här kan räknas som helgarbete.

# redDay_personalNotice
source: Red day (Personal). Hours entered may count as holiday work.
sv: Röd dag (Personlig). Timmar kan räknas som helgarbete.

# redDay_addPersonal
source: Add Personal Red Day
sv: Lägg till personlig röd dag

# redDay_editPersonal
source: Edit Personal Red Day
sv: Redigera personlig röd dag

# redDay_currentPersonalDays
source: Current personal red days
sv: Aktuella personliga röda dagar

# redDay_noPersonalDaysYet
source: No personal red days added yet.
sv: Inga personliga röda dagar tillagda ännu.

# redDay_reason
source: Reason (optional)
sv: Anledning (valfri)

# redDay_halfDayReducesScheduled
source: Half-day red day reduces scheduled hours by 50%.
sv: Halvdag minskar schemalagd tid med 50%.

# leave_title
source: Leaves
sv: Ledighet

# leave_summary
source: Leave Summary {year}
sv: Ledighetssammanfattning {year}

# leave_paidVacation
source: Paid Vacation
sv: Semester

# leave_sickLeave
source: Sick Leave
sv: Sjukfrånvaro

# leave_vab
source: VAB (Child Care)
sv: VAB

# leave_unpaid
source: Unpaid Leave
sv: Tjänstledighet

# leave_totalDays
source: Total Leave Days
sv: Totalt antal dagar

# leave_recent
source: Recent Leaves
sv: Senaste ledigheter

# leave_noRecords
source: No leaves recorded
sv: Ingen ledighet registrerad

# leave_historyAppears
source: Your leave history will appear here
sv: Din ledighetshistorik visas här

# leave_daysCount
source: {count, plural, =0 {0 days} =1 {1 day} other {{count} days}}
sv: {count, plural, =0 {0 dagar} =1 {1 dag} other {{count} dagar}}

# reports_title
source: Reports & Analytics
sv: Rapporter & Analys

# reports_overview
source: Overview
sv: Översikt

# reports_trends
source: Trends
sv: Trender

# reports_timeBalance
source: Time Balance
sv: Flexsaldo

# reports_leaves
source: Leaves
sv: Ledighet

# reports_exportData
source: Export Data
sv: Exportera data

# reports_serverAnalytics
source: Server analytics
sv: Serveranalys

# export_title
source: Export Data
sv: Exportera data

# export_dateRange
source: Date Range
sv: Datumintervall

# export_allTime
source: All time
sv: All tid

# export_generating
source: Generating {format} export...
sv: Genererar {format}-export...

source: Export Complete
sv: Export klar

# export_savedSuccess
source: {format} file has been saved successfully.
sv: {format}-fil har sparats.

# export_sharePrompt
source: Would you like to share it via email or another app?
sv: Vill du dela via e-post eller annan app?

# export_downloadedSuccess
source: {format} file downloaded successfully!
sv: {format}-fil har laddats ned!

# export_failed
source: Export failed: {error}
sv: Export misslyckades: {error}

# export_noData
source: No data available for export
sv: Ingen data att exportera

# export_noEntries
source: No entries to export. Please select entries with data.
sv: Inga poster att exportera. Välj poster med data.

# home_todaysTotals
source: Today's Totals
sv: Dagens totaler

# home_weeklyStats
source: Weekly Stats
sv: Veckans statistik

# home_quickActions
source: Quick Actions
sv: Snabbåtgärder

# home_recentEntries
source: Recent Entries
sv: Senaste poster

# home_addWork
source: Add Work
sv: Lägg till arbete

# home_addTravel
source: Add Travel
sv: Lägg till resa

# home_addLeave
source: Add Leave
sv: Lägg till ledighet

# home_viewAll
source: View All
sv: Visa alla

# home_noEntries
source: No recent entries
sv: Inga senaste poster

# home_holidayWork
source: Holiday Work
sv: Helgarbete

# entry_travel
source: Travel
sv: Resa

# entry_work
source: Work
sv: Arbete

# travel_legLabel
source: Travel {number}
sv: Resa {number}

# travel_addLeg
source: Add Travel Leg
sv: Lägg till reseben

# travel_addAnotherLeg
source: Add Another Travel
sv: Lägg till ytterligare resa

# travel_sourceManual
source: Manual
sv: Manuell

# travel_total
source: Total travel
sv: Total resa

# entry_from
source: From
sv: Från

# entry_to
source: To
sv: Till

# entry_duration
source: Duration
sv: Varaktighet

# entry_date
source: Date
sv: Datum

# entry_notes
source: Notes (Optional)
sv: Anteckningar (Valfritt)

# entry_shifts
source: Shifts
sv: Pass

# entry_addShift
source: Add Shift
sv: Lägg till pass

# entry_travelLegUpdateNotice
source: First leg updates the existing entry; extra legs become new entries.
sv: Första delen uppdaterar befintlig post; ytterligare delar blir nya poster.

source: Error loading data
sv: Fel vid laddning av data

source: Error loading balance
sv: Fel vid laddning av saldo

# error_userNotAuth
source: User not authenticated
sv: Användaren är inte inloggad

# error_generic
source: Something went wrong
sv: Något gick fel

# error_networkError
source: Network error. Please check your connection.
sv: Nätverksfel. Kontrollera din anslutning.

# error_addAtLeastOneShift
source: Please add at least one shift.
sv: Vänligen lägg till minst ett skift.

# absence_title
source: Absences
sv: Frånvaro

# absence_addAbsence
source: Add Absence
sv: Lägg till frånvaro

# absence_editAbsence
source: Edit Absence
sv: Redigera frånvaro

# absence_deleteAbsence
source: Delete Absence
sv: Ta bort frånvaro

# absence_deleteConfirm
source: Are you sure you want to delete this absence?
sv: Är du säker på att du vill ta bort denna frånvaro?

# absence_noAbsences
source: No absences for {year}
sv: Ingen frånvaro för {year}

# absence_addHint
source: Tap + to add vacation, sick leave, or VAB
sv: Tryck + för att lägga till semester, sjukfrånvaro eller VAB

# absence_errorLoading
source: Error loading absences
sv: Fel vid laddning av frånvaro

source: Absence Type
sv: Frånvarotyp

# absence_date
source: Date
sv: Datum

# absence_halfDay
source: Half Day
sv: Halvdag

# absence_fullDay
source: Full Day
sv: Heldag

# absence_notes
source: Notes
sv: Anteckningar

# absence_savedSuccess
source: Absence saved successfully
sv: Frånvaro sparad

# absence_deletedSuccess
source: Absence deleted
sv: Frånvaro borttagen

# absence_saveFailed
source: Failed to save absence
sv: Kunde inte spara frånvaro

# absence_deleteFailed
source: Failed to delete absence
sv: Kunde inte ta bort frånvaro

# settings_manageLocations
source: Manage Locations
sv: Hantera platser

# settings_manageLocationsDesc
source: Add and edit your frequent locations
sv: Lägg till och redigera vanliga platser

# settings_absences
source: Absences
sv: Frånvaro

# settings_absencesDesc
source: Manage vacation, sick leave, and VAB
sv: Hantera semester, sjukfrånvaro och VAB

# settings_subscriptionDesc
source: Update payment method and subscription plan
sv: Uppdatera betalningsmetod och prenumerationsplan

# settings_welcomeScreen
source: Show Welcome Screen
sv: Visa välkomstskärm

# settings_welcomeScreenDesc
source: Show introduction on next launch
sv: Visa introduktion vid nästa start

# settings_travelLogging
source: Travel time logging
sv: Restidsloggning

# settings_travelLoggingDesc
source: Enable travel time entry and related stats
sv: Aktivera restidsinmatning och relaterad statistik

# settings_changePassword
source: Change Password
sv: Byt lösenord

# settings_changePasswordDesc
source: Update your account password
sv: Uppdatera ditt kontolösenord

# settings_changePasswordSent
source: Password reset link sent to your email
sv: Länk för lösenordsåterställning har skickats till din e-post

# settings_contactSupport
source: Contact Support
sv: Kontakta support

# settings_contactSupportDesc
source: Get help or report an issue
sv: Få hjälp eller rapportera ett problem

# settings_deleteAccount
source: Delete Account
sv: Radera konto

# settings_deleteAccountDesc
source: Permanently delete your account and all data
sv: Ta bort ditt konto och all data permanent

# settings_deleteAccountConfirmTitle
source: Delete Account?
sv: Radera konto?

# settings_deleteAccountConfirmBody
source: This will permanently delete your account and all associated data. This action cannot be undone.
sv: Detta kommer permanent att radera ditt konto och all tillhörande data. Denna åtgärd kan inte ångras.

# settings_deleteAccountConfirmHint
source: Type DELETE to confirm
sv: Skriv DELETE för att bekräfta

# settings_deleteAccountSuccess
source: Account deleted successfully
sv: Kontot har raderats

# settings_deleteAccountError
source: Failed to delete account: {error}
sv: Kunde inte radera konto: {error}

# common_unknown
source: Unknown
sv: Okänd

# common_noRemarks
source: No remarks
sv: Inga anteckningar

# common_workSession
source: Work Session
sv: Arbetspass

# common_confirmDelete
source: Confirm Delete
sv: Bekräfta borttagning

# common_profile
source: Profile
sv: Profil

# common_required
source: {field} is required
sv: {field} krävs

# common_invalidNumber
source: Please enter a valid number
sv: Ange ett giltigt nummer

# common_noDataToExport
source: No data to export
sv: Ingen data att exportera

# common_exportSuccess
source: Export successful
sv: Export lyckades

# common_exportFailed
source: Export failed
sv: Export misslyckades

# home_title
source: Time Tracker
sv: Tidrapportering

# home_subtitle
source: Track your productivity
sv: Spåra din produktivitet

# home_logTravel
source: Log Travel
sv: Logga resa

# home_logWork
source: Log Work
sv: Logga arbete

# home_quickEntry
source: Quick Entry
sv: Snabbinmatning

# home_quickTravelEntry
source: Quick travel entry
sv: Snabb reseinmatning

# home_quickWorkEntry
source: Quick work entry
sv: Snabb arbetsinmatning

# home_noEntriesYet
source: No entries yet
sv: Inga poster ännu

# home_viewAllArrow
source: View All →
sv: Visa alla →

# home_travelRoute
source: Travel: {from} → {to}
sv: Resa: {from} → {to}

# home_fullDay
source: Full day
sv: Heldag

# entry_deleteEntry
source: Delete Entry
sv: Ta bort post

# entry_deleteConfirm
source: Are you sure you want to delete this {type} entry?
sv: Är du säker på att du vill ta bort denna {type}-post?

# entry_deletedSuccess
source: {type} entry deleted successfully
sv: {type}-post borttagen

# error_deleteFailed
source: Failed to delete entry: {error}
sv: Kunde inte ta bort post: {error}

# error_loadingEntries
source: Error loading entries: {error}
sv: Fel vid laddning av poster: {error}

# contract_maxHoursError
source: Hours cannot exceed 168 per week
sv: Timmar kan inte överstiga 168 per vecka

# contract_invalidHours
source: Invalid hours
sv: Ogiltiga timmar

# contract_minutesError
source: Minutes must be 0-59
sv: Minuter måste vara 0–59

# contract_hoursPerDayValue
source: {hours} hours/day
sv: {hours} timmar/dag

# contract_hrsWeek
source: hrs/week
sv: tim/vecka

# export_shareSubject
source: Time Tracker Export - {fileName}
sv: Tidrapport-export - {fileName}

# export_shareText
source: Please find attached the time tracker report.
sv: Bifogat finner du tidrapporten.

# error_shareFile
source: Could not share file: {error}
sv: Kunde inte dela fil: {error}

# entry_saveEntry
source: Save Entry
sv: Spara post

# entry_editEntry
source: Edit Entry
sv: Redigera post

# entry_deleteTitle
source: Delete Entry
sv: Ta bort post

# error_selectBothLocations
source: Please select both departure and arrival locations
sv: Välj både avgångs- och ankomstplats

# error_selectWorkLocation
source: Please select a work location
sv: Välj en arbetsplats

# error_selectEndTime
source: Please select an end time
sv: Välj en sluttid

# error_signInRequired
source: Please sign in to save entries
sv: Logga in för att spara poster

# error_savingEntry
source: Error saving entry: {error}
sv: Fel vid sparande av post: {error}

# error_calculatingTravelTime
source: Failed to calculate travel time: {error}
sv: Kunde inte beräkna restid: {error}

# error_invalidHours
source: Hours must be a non-negative number
sv: Timmar måste vara ett icke-negativt tal

# error_invalidMinutes
source: Minutes must be between 0 and 59
sv: Minuter måste vara mellan 0 och 59

# error_durationRequired
source: Please enter a valid duration (greater than 0)
sv: Ange en giltig längd (större än 0)

# error_endTimeBeforeStart
source: End time must be after start time
sv: Sluttid måste vara efter starttid

# error_invalidShiftTime
source: Shift {number} has invalid times (end must be after start)
sv: Skift {number} har ogiltiga tider (sluttid måste vara efter starttid)

# form_departure
source: Departure
sv: Avgång

# form_arrival
source: Arrival
sv: Ankomst

# form_location
source: Location
sv: Plats

# form_date
source: Date
sv: Datum

# form_startTime
source: Start Time
sv: Starttid

# form_endTime
source: End Time
sv: Sluttid

# form_duration
source: Duration
sv: Längd

# form_notesOptional
source: Notes (optional)
sv: Anteckningar (valfritt)

# form_selectLocation
source: Select a location
sv: Välj en plats

# form_calculateFromLocations
source: Calculate from locations
sv: Beräkna från platser

# form_manualDuration
source: Manual Duration
sv: Manuell längd

# form_hours
source: Hours
sv: Timmar

# form_minutes
source: Minutes
sv: Minuter

# form_unpaidBreakMinutes
source: Unpaid break (min)
sv: Obetald rast (min)

# form_shiftLabel
source: Shift {number}
sv: Skift {number}

# form_span
source: Span
sv: Spann

# form_break
source: Break
sv: Rast

# form_worked
source: Worked
sv: Arbetat

# form_useLocationForAllShifts
source: Use this location for all shifts
sv: Använd denna plats för alla skift
