Repository: hudibaba0001/mobile-app
Catalog: apps/mobile_flutter/lib/l10n/app_*.arb
Languages: sv

# form_shiftLocation
source: Shift location
sv: Skiftplats

# form_shiftNotes
source: Shift notes
sv: Skiftanteckningar

# form_shiftNotesHint
source: Add notes for this shift (e.g., specific tasks, issues)
sv: Lägg till anteckningar för detta skift (t.ex. specifika uppgifter, problem)

# form_sameAsDefault
source: Same as default
sv: Samma som standard

# form_dayNotes
source: Day notes
sv: Daganteckningar

# export_includeAllData
source: Include all data
sv: Inkludera all data

# export_includeAllDataDesc
source: Export all entries regardless of date
sv: Exportera alla poster oavsett datum

# export_startDate
source: Start Date
sv: Startdatum

# export_endDate
source: End Date
sv: Slutdatum

# export_selectStartDate
source: Select start date
sv: Välj startdatum

# export_selectEndDate
source: Select end date
sv: Välj slutdatum

# export_entryType
source: Entry Type
sv: Posttyp

# export_travelOnly
source: Travel Entries Only
sv: Endast reseposter

# export_travelOnlyDesc
source: Export only travel time entries
sv: Exportera endast restidsposter

# export_workOnly
source: Work Entries Only
sv: Endast arbetsposter

# export_workOnlyDesc
source: Export only work shift entries
sv: Exportera endast arbetsskiftsposter

# export_both
source: Both
sv: Båda

# export_bothDesc
source: Export all entries (travel + work)
sv: Exportera alla poster (resa + arbete)

# export_excelDesc
source: Professional format with formatting
sv: Professionellt format med formatering

# export_csvDesc
source: Simple text format
sv: Enkelt textformat

source: Export Options
sv: Exportalternativ

# export_filename
source: Filename
sv: Filnamn

# export_filenameHint
source: Enter custom filename
sv: Ange anpassat filnamn

source: Export Summary
sv: Exportsammanfattning

# export_totalEntries
source: Total entries: {count}
sv: Totalt antal poster: {count}

# export_travelEntries
source: Travel entries: {count}
sv: Reseposter: {count}

# export_workEntries
source: Work entries: {count}
sv: Arbetsposter: {count}

# export_totalHours
source: Total hours: {hours}
sv: Totalt timmar: {hours}

# export_button
source: Export
sv: Exportera

# export_enterFilename
source: Please enter a filename
sv: Ange ett filnamn

# export_noEntriesInRange
source: No entries found for the selected date range
sv: Inga poster hittades för valt datumintervall

# export_errorPreparing
source: Error preparing export: {error}
sv: Fel vid förberedelse av export: {error}

# redDay_editRedDay
source: Edit Red Day
sv: Redigera röd dag

# redDay_markAsRedDay
source: Mark as Red Day
sv: Markera som röd dag

# redDay_duration
source: Duration
sv: Längd

# redDay_morningAM
source: Morning (AM)
sv: Förmiddag (FM)

# redDay_afternoonPM
source: Afternoon (PM)
sv: Eftermiddag (EM)

# redDay_reasonHint
source: e.g., Personal day, Appointment...
sv: t.ex. Ledig dag, Läkarbesök...

# redDay_remove
source: Remove
sv: Ta bort

# redDay_removeTitle
source: Remove Red Day?
sv: Ta bort röd dag?

# redDay_removeMessage
source: This will remove the personal red day marker from this date.
sv: Detta tar bort markeringen för personlig röd dag från detta datum.

source: Red day updated
sv: Röd dag uppdaterad

source: Red day added
sv: Röd dag tillagd

source: Red day removed
sv: Röd dag borttagen

# redDay_errorSaving
source: Error saving red day: {error}
sv: Fel vid sparande av röd dag: {error}

# redDay_errorRemoving
source: Error removing red day: {error}
sv: Fel vid borttagning av röd dag: {error}

# adjustment_editAdjustment
source: Edit Adjustment
sv: Redigera justering

# adjustment_addAdjustment
source: Add Adjustment
sv: Lägg till justering

# adjustment_deleteTitle
source: Delete Adjustment
sv: Ta bort justering

# adjustment_deleteMessage
source: Are you sure you want to delete this adjustment?
sv: Är du säker på att du vill ta bort denna justering?

# adjustment_update
source: Update
sv: Uppdatera

# adjustment_failedToSave
source: Failed to save: {error}
sv: Kunde inte spara: {error}

# adjustment_failedToDelete
source: Failed to delete: {error}
sv: Kunde inte ta bort: {error}

# profile_title
source: Profile
sv: Profil

# profile_notSignedIn
source: Not signed in
sv: Inte inloggad

# profile_editName
source: Edit Name
sv: Redigera namn

# profile_nameUpdated
source: Name updated successfully
sv: Namn uppdaterat

# profile_nameUpdateFailed
source: Failed to update name: {error}
sv: Kunde inte uppdatera namn: {error}

# location_addLocation
source: Add Location
sv: Lägg till plats

# location_addFirstLocation
source: Add First Location
sv: Lägg till första platsen

# location_deleteLocation
source: Delete Location
sv: Ta bort plats

# location_deleteConfirm
source: Are you sure you want to delete "{name}"?
sv: Är du säker på att du vill ta bort "{name}"?

# location_manageLocations
source: Manage Locations
sv: Hantera platser

# auth_signupFailed
source: Failed to open signup page: {error}
sv: Kunde inte öppna registreringssidan: {error}

# auth_subscriptionFailed
source: Failed to open subscription page: {error}
sv: Kunde inte öppna prenumerationssidan: {error}

# auth_completeRegistration
source: Complete Registration
sv: Slutför registrering

# auth_openSignupPage
source: Open Signup Page
sv: Öppna registreringssidan

# auth_signOut
source: Sign Out
sv: Logga ut

# auth_signInPrompt
source: Sign in to your account
sv: Logga in på ditt konto

# auth_emailLabel
source: Email
sv: E-post

# auth_passwordLabel
source: Password
sv: Lösenord

# auth_forgotPassword
source: Forgot Password?
sv: Glömt lösenord?

# auth_signInButton
source: Sign In
sv: Logga in

# auth_noAccount
source: Don't have an account?
sv: Har du inget konto?

# auth_signUpLink
source: Sign Up
sv: Skapa konto

# password_resetTitle
source: Reset Password
sv: Återställ lösenord

# password_forgotTitle
source: Forgot your password?
sv: Glömt ditt lösenord?

# password_forgotDescription
source: Enter your email address and we'll send you a link to reset your password.
sv: Ange din e-postadress så skickar vi en länk för att återställa ditt lösenord.

# password_emailLabel
source: Email
sv: E-post

# password_emailHint
source: Enter your email address
sv: Ange din e-postadress

# password_emailRequired
source: Email is required
sv: E-post krävs

# password_emailInvalid
source: Please enter a valid email address
sv: Ange en giltig e-postadress

# password_sendResetLink
source: Send Reset Link
sv: Skicka återställningslänk

# password_backToSignIn
source: Back to Sign In
sv: Tillbaka till inloggning

# password_resetLinkSent
source: Reset link sent to your email
sv: Återställningslänk skickad till din e-post

# welcome_title
source: Welcome to KvikTime
sv: Välkommen till KvikTime

# welcome_subtitle
source: Track your travel time effortlessly
sv: Spåra din restid enkelt

# welcome_signIn
source: Sign In
sv: Logga in

# welcome_getStarted
source: Get Started
sv: Kom igång

# welcome_footer
source: New to KvikTime? Create an account to get started.
sv: Ny på KvikTime? Skapa ett konto för att komma igång.

# welcome_urlError
source: Could not open sign up page. Please try again.
sv: Kunde inte öppna registreringssidan. Försök igen.

# edit_title
source: Edit Entry
sv: Redigera post

# edit_travel
source: Travel
sv: Resa

# edit_work
source: Work
sv: Arbete

# edit_addTravelEntry
source: Add Travel Entry
sv: Lägg till resepost

# edit_addShift
source: Add Shift
sv: Lägg till skift

# edit_notes
source: Notes
sv: Anteckningar

# edit_notesHint
source: Add any additional notes...
sv: Lägg till ytterligare anteckningar...

# edit_travelNotesHint
source: Add any additional notes for all travel entries...
sv: Lägg till ytterligare anteckningar för alla reseposter...

# edit_trip
source: Trip {number}
sv: Resa {number}

# edit_shift
source: Shift {number}
sv: Skift {number}

# edit_from
source: From
sv: Från

# edit_to
source: To
sv: Till

# edit_departureHint
source: Departure location
sv: Avgångsplats

# edit_destinationHint
source: Destination location
sv: Destinationsplats

# edit_hours
source: Hours
sv: Timmar

# edit_minutes
source: Minutes
sv: Minuter

# edit_total
source: Total
sv: Totalt

# edit_startTime
source: Start Time
sv: Starttid

# edit_endTime
source: End Time
sv: Sluttid

# edit_selectTime
source: Select time
sv: Välj tid

# edit_toLabel
source: to
sv: till

# edit_save
source: Save
sv: Spara

# edit_cancel
source: Cancel
sv: Avbryt

# edit_errorSaving
source: Error saving entry: {error}
sv: Fel vid sparande av post: {error}

# editMode_singleEntryInfo_work
source: Editing one entry. To add another shift for this date, create a new entry.
sv: Redigerar en post. För att lägga till ytterligare ett skift för detta datum, skapa en ny post.

# editMode_singleEntryInfo_travel
source: Editing one entry. To add another travel leg for this date, create a new entry.
sv: Redigerar en post. För att lägga till ytterligare en resa för detta datum, skapa en ny post.

# editMode_addNewEntryForDate
source: Add new entry for this date
sv: Lägg till ny post för detta datum

# dateRange_title
source: Select Date Range
sv: Välj datumintervall

# dateRange_description
source: Choose a time period to analyze
sv: Välj en tidsperiod att analysera

# dateRange_quickSelections
source: Quick Selections
sv: Snabbval

# dateRange_customRange
source: Custom Range
sv: Anpassat intervall

# dateRange_startDate
source: Start Date
sv: Startdatum

# dateRange_endDate
source: End Date
sv: Slutdatum

# dateRange_apply
source: Apply
sv: Tillämpa

# dateRange_last7Days
source: Last 7 Days
sv: Senaste 7 dagarna

# dateRange_last30Days
source: Last 30 Days
sv: Senaste 30 dagarna

# dateRange_thisMonth
source: This Month
sv: Denna månad

# dateRange_lastMonth
source: Last Month
sv: Förra månaden

# dateRange_thisYear
source: This Year
sv: Detta år

# quickEntry_signInRequired
source: Please sign in to add entries.
sv: Logga in för att lägga till poster.

# quickEntry_error
source: Error: {error}
sv: Fel: {error}

# quickEntry_multiSegment
source: Multi-Segment
sv: Flera segment

# quickEntry_clear
source: Clear
sv: Rensa

# location_saved
source: Location "{name}" saved!
sv: Plats "{name}" sparad!

# location_saveTitle
source: Save Location
sv: Spara plats

# location_address
source: Address: {address}
sv: Adress: {address}

# dev_addSampleData
source: Add Sample Data
sv: Lägg till exempeldata

# dev_addSampleDataDesc
source: Create test entries from the last week
sv: Skapa testposter från senaste veckan

# dev_sampleDataAdded
source: Sample data added successfully
sv: Exempeldata tillagd

# dev_sampleDataFailed
source: Failed to add sample data: {error}
sv: Kunde inte lägga till exempeldata: {error}

# dev_signInRequired
source: Please sign in to add sample data.
sv: Logga in för att lägga till exempeldata.

# dev_syncing
source: Syncing to Supabase...
sv: Synkar till Supabase...

# dev_syncSuccess
source: ✅ Sync completed successfully!
sv: ✅ Synkning slutförd!

# dev_syncFailed
source: ❌ Sync failed: {error}
sv: ❌ Synkning misslyckades: {error}

# dev_syncToSupabase
source: Sync to Supabase
sv: Synka till Supabase

# dev_syncToSupabaseDesc
source: Manually sync local entries to Supabase cloud
sv: Synka lokala poster manuellt till Supabase-molnet

# simpleEntry_validDuration
source: Please enter a valid duration
sv: Ange en giltig längd

# simpleEntry_entrySaved
source: {type} entry {action} successfully! 🎉
sv: {type} post {action}! 🎉

# history_currentlySelected
source: Currently selected
sv: För närvarande vald

# history_tapToFilter
source: Tap to filter by {label} entries
sv: Tryck för att filtrera efter {label} poster

# history_holidayWork
source: Holiday work: {name}
sv: Högtidsarbete: {name}

# history_redDay
source: Red day
sv: Röd dag

# history_noDescription
source: No description
sv: Ingen beskrivning

# history_title
source: History
sv: Historik

# history_travel
source: Travel
sv: Resa

# history_worked
source: Worked
sv: Arbetat

# history_totalWorked
source: Total worked
sv: Totalt arbetat

# history_work
source: Work
sv: Arbete

# history_all
source: All
sv: Alla

# history_yesterday
source: Yesterday
sv: Igår

# history_last7Days
source: Last 7 Days
sv: Senaste 7 dagarna

# history_custom
source: Custom
sv: Anpassad

# history_searchHint
source: Search by location, notes...
sv: Sök efter plats, anteckningar...

# history_loadingEntries
source: Loading entries...
sv: Laddar poster...

# history_noEntriesFound
source: No entries found
sv: Inga poster hittades

# history_tryAdjustingFilters
source: Try adjusting your filters or search terms
sv: Försök justera dina filter eller söktermer

# history_holidayWorkBadge
source: Holiday Work
sv: Högtidsarbete

# history_autoMarked
source: Auto-marked: {name}
sv: Auto-markerad: {name}

# overview_totalHours
source: Total Hours
sv: Totalt antal timmar

# overview_allActivities
source: All activities
sv: Alla aktiviteter

# overview_totalEntries
source: Total Entries
sv: Totalt antal poster

# overview_thisPeriod
source: This period
sv: Denna period

# overview_travelTime
source: Travel Time
sv: Resetid

# overview_totalCommute
source: Total commute
sv: Total pendling

# overview_workTime
source: Work Time
sv: Arbetstid

# overview_totalWork
source: Total work
sv: Totalt arbete

# overview_quickInsights
source: Quick Insights
sv: Snabbinsikter

# overview_activityDistribution
source: Activity Distribution
sv: Aktivitetsfördelning

# overview_recentActivity
source: Recent Activity
sv: Senaste aktivitet

# overview_viewAll
source: View All
sv: Visa alla

# overview_noDataAvailable
source: No data available
sv: Ingen data tillgänglig

# overview_errorLoadingData
source: Error loading data
sv: Fel vid laddning av data

# overview_travel
source: Travel
sv: Resa

# overview_work
source: Work
sv: Arbete

# location_fullAddress
source: Full address
sv: Fullständig adress

# entry_logTravelEntry
source: Log Travel Entry
sv: Logga resepost

# entry_logWorkEntry
source: Log Work Entry
sv: Logga arbete

# trends_monthlyComparison
source: Monthly Comparison
sv: Månadsjämförelse

# trends_currentMonth
source: Current Month
sv: Nuvarande månad

# trends_previousMonth
source: Previous Month
sv: Föregående månad

# trends_workHours
source: Work Hours
sv: Arbetstimmar

# trends_weeklyHours
source: Weekly Hours
sv: Veckotimmar

# trends_dailyTrends
source: Daily Trends (Last 7 Days)
sv: Dagliga trender (Senaste 7 dagarna)

# trends_total
source: total
sv: totalt

# trends_work
source: work
sv: arbete

# trends_travel
source: travel
sv: resa

# leave_recentLeaves
source: Recent Leaves
sv: Senaste ledigheter

# leave_fullDay
source: Full Day
sv: Heldag

# leave_totalLeaveDays
source: Total Leave Days
sv: Totalt antal ledighetsdagar

# leave_noLeavesRecorded
source: No leaves recorded
sv: Inga ledigheter registrerade

# leave_noLeavesDescription
source: Your leave history will appear here
sv: Din ledighetshistorik visas här

# insight_peakPerformance
source: Peak Performance
sv: Topprestanda

# insight_peakPerformanceDesc
source: Your most productive day was {day} with {hours} hours
sv: Din mest produktiva dag var {day} med {hours} timmar

# insight_locationInsights
source: Location Insights
sv: Platsinsikter

# insight_locationInsightsDesc
source: {location} is your most frequent location
sv: {location} är din mest frekventa plats

# insight_timeManagement
source: Time Management
sv: Tidsplanering

# insight_timeManagementDesc
source: You worked {hours} hours in this period
sv: Du arbetade {hours} timmar under denna period

# profile_signOut
source: Sign Out
sv: Logga ut

# form_dateTime
source: Date & Time
sv: Datum & Tid

# form_travelRoute
source: Travel Route
sv: Resväg

# form_workLocation
source: Work Location
sv: Arbetsplats

# form_workDetails
source: Work Details
sv: Arbetsdetaljer

# nav_history
source: History
sv: Historik

# balance_thisWeek
source: THIS WEEK: {range}
sv: DENNA VECKAN: {range}

# balance_hoursWorked
source: Hours Worked (to date): {worked} / {target} h
sv: Räknade timmar (hittills): {worked} / {target} h

# balance_over
source: Over
sv: Över

# balance_timeDebt
source: Under target
sv: Under mål

# balance_includesOpeningBalance
source: Includes opening balance ({balance}) as of {date}
sv: Inkluderar startsaldo ({balance}) per {date}

# balance_includesOpeningBalanceShort
source: Includes opening balance ({balance})
sv: Inkluderar startsaldo ({balance})

# balance_loggedSince
source: Logged since {date}
sv: Loggat sedan {date}

# balance_startingBalanceAsOf
source: Starting balance ({date}): {value}
sv: Startsaldo ({date}): {value}

# balance_balanceToday
source: BALANCE TODAY
sv: SALDO IDAG

# balance_netThisYear
source: Net this year (logged): {value}
sv: Netto i år (loggat): {value}

# balance_netThisYearLabel
source: Net this year
sv: Netto i år

# balance_startingBalanceValue
source: Starting balance: {value}
sv: Startsaldo: {value}

# balance_startingBalance
source: Starting balance
sv: Startsaldo

# balance_breakdown
source: BREAKDOWN
sv: UPPDELNING

# balance_adjustments
source: Adjustments
sv: Justeringar

# locations_errorLoading
source: Error loading data
sv: Fel vid laddning av data

# locations_distribution
source: Location Distribution
sv: Platsfördelning

# locations_details
source: Location Details
sv: Platsdetaljer

# locations_noData
source: No location data
sv: Ingen platsdata

# locations_noDataDescription
source: No entries found for the selected period
sv: Inga poster hittades för den valda perioden

# locations_noDataAvailable
source: No location data available
sv: Ingen platsdata tillgänglig

# locations_totalHours
source: Total Hours
sv: Totalt antal timmar

# locations_entries
source: Entries
sv: Poster

# locations_workTime
source: Work Time
sv: Arbetstid

# locations_travelTime
source: Travel Time
sv: Restid

# chart_timeDistribution
source: Time Distribution
sv: Tidsfördelning

# chart_workTime
source: Work Time
sv: Arbetstid

# chart_travelTime
source: Travel Time
sv: Restid

# chart_totalTime
source: Total Time
sv: Total tid

# chart_noDataAvailable
source: No data available
sv: Ingen data tillgänglig

# chart_startTracking
source: Start tracking your time to see statistics
sv: Börja spåra din tid för att se statistik

# chart_allTime
source: All time
sv: Hela tiden

# chart_today
source: Today
sv: Idag

# balance_todaysBalance
source: Today's Balance
sv: Dagens saldo

# balance_workVsTravel
source: Work vs Travel
sv: Arbete vs resa

# balance_balanced
source: Balanced
sv: Balanserad

# balance_unbalanced
source: Unbalanced
sv: Ob balanserad

# balance_work
source: Work
sv: Arbete

# balance_travel
source: Travel
sv: Resa

# balance_entries
source: Entries
sv: Poster

# settings_darkMode
source: Dark Mode
sv: Mörkt läge

# settings_darkModeActive
source: Dark theme is active
sv: Mörkt tema är aktivt

# settings_switchToDark
source: Switch to dark theme
sv: Växla till mörkt tema

# settings_darkModeEnabled
source: Dark mode enabled
sv: Mörkt läge aktiverat

# settings_lightModeEnabled
source: Light mode enabled
sv: Ljust läge aktiverat

# entry_endTime
source: End time
sv: Sluttid

# entry_fromHint
source: Enter departure location
sv: Ange avgångsplats

# entry_toHint
source: Enter arrival location
sv: Ange ankomstplats

# entry_location
source: Location
sv: Plats

# entry_locationHint
source: Enter work location
sv: Ange arbetsplats

# entry_hours
source: Hours
sv: Timmar

# entry_minutes
source: Minutes
sv: Minuter

# entry_shift
source: Shift
sv: Skift

# entry_notesHint
source: Add any additional details...
sv: Lägg till ytterligare detaljer...

# entry_calculating
source: Calculating...
sv: Beräknar...

# entry_calculateTravelTime
source: Calculate Travel Time
sv: Beräkna restid

# entry_travelTimeCalculated
source: Travel time calculated: {duration} ({distance})
sv: Restid beräknad: {duration} ({distance})

# entry_total
source: Total: {duration}
sv: Totalt: {duration}

# entry_publicHoliday
source: Public Holiday
sv: Allmän helgdag

# entry_publicHolidaySweden
source: Public holiday in Sweden
sv: Allmän helgdag i Sverige

# entry_redDayWarning
source: Red day. Hours entered here may count as holiday work.
sv: Röd dag. Timmar som anges här kan räknas som helgdagsarbete.

# entry_personalRedDay
source: Personal red day
sv: Personlig röd dag

# shift_morning
source: Morning Shift
sv: Morgonskift

# shift_afternoon
source: Afternoon Shift
sv: Eftermiddagsskift

# shift_evening
source: Evening Shift
sv: Kvällsskift

# shift_night
source: Night Shift
sv: Nattskift

# shift_unknown
source: Unknown Shift
sv: Okänt skift

# simpleEntry_fromLocation
source: From Location
sv: Från plats

# simpleEntry_toLocation
source: To Location
sv: Till plats

# simpleEntry_pleaseEnterDeparture
source: Please enter departure location
sv: Vänligen ange avgångsplats

# simpleEntry_pleaseEnterArrival
source: Please enter arrival location
sv: Vänligen ange ankomstplats

# quickEntry_editEntry
source: Edit Entry
sv: Redigera post

# quickEntry_quickEntry
source: Quick Entry
sv: Snabbpost

# quickEntry_travelTimeMinutes
source: Travel Time (minutes)
sv: Restid (minuter)

# quickEntry_travelTimeHint
source: e.g., 45
sv: t.ex. 45

# quickEntry_additionalInfo
source: Additional Info (Optional)
sv: Ytterligare information (Valfritt)

# quickEntry_additionalInfoHint
source: Notes, delays, etc.
sv: Anteckningar, förseningar, etc.

# quickEntry_updateEntry
source: Update Entry
sv: Uppdatera post

# quickEntry_addEntry
source: Add Entry
sv: Lägg till post

# quickEntry_saving
source: Saving...
sv: Sparar...

# multiSegment_editJourney
source: Edit Multi-Segment Journey
sv: Redigera flersegmentsresa

source: Multi-Segment Journey
sv: Flersegmentsresa

# multiSegment_journeySegments
source: Journey Segments
sv: Resesegment

# multiSegment_firstSegment
source: First Segment
sv: Första segmentet

# multiSegment_addNextSegment
source: Add Next Segment
sv: Lägg till nästa segment

# multiSegment_travelTimeMinutes
source: Travel Time (minutes)
sv: Restid (minuter)

# multiSegment_travelTimeHint
source: e.g., 20
sv: t.ex. 20

# multiSegment_addFirstSegment
source: Add First Segment
sv: Lägg till första segmentet

# multiSegment_saveJourney
source: Save Journey
sv: Spara resa

# multiSegment_saving
source: Saving...
sv: Sparar...

# multiSegment_pleaseEnterDeparture
source: Please enter departure location
sv: Vänligen ange avgångsplats

# multiSegment_pleaseEnterArrival
source: Please enter arrival location
sv: Vänligen ange ankomstplats

# multiSegment_pleaseEnterTravelTime
source: Please enter travel time
sv: Vänligen ange restid

# entryDetail_workSession
source: Work Session
sv: Arbetspass

# dateRange_quickSelect
source: Quick Select
sv: Snabbval

# dateRange_yesterday
source: Yesterday
sv: Igår

# dateRange_thisWeek
source: This Week
sv: Denna vecka

# dateRange_lastWeek
source: Last Week
sv: Förra veckan

# home_workSession
source: Work Session
sv: Arbetspass

# home_paidLeave
source: Paid Leave
sv: Ersatt frånvaro

# home_sickLeave
source: Sick Leave
sv: Sjukledighet

# home_vab
source: VAB (Child Care)
sv: VAB (Vård av barn)

# home_unpaidLeave
source: Unpaid Leave
sv: Obetald ledighet

# home_logTravelEntry
source: Log Travel Entry
sv: Logga resepost

# home_tripDetails
source: Trip Details
sv: Resdetaljer

# home_addAnotherTrip
source: Add Another Trip
sv: Lägg till ytterligare resa

# home_totalDuration
source: Total Duration
sv: Total varaktighet

# home_logWorkEntry
source: Log Work Entry
sv: Logga arbete

# home_workShifts
source: Work Shifts
sv: Arbetsskift

# home_addAnotherShift
source: Add Another Shift
sv: Lägg till ytterligare skift

# home_startTime
source: Start Time
sv: Starttid

# home_endTime
source: End Time
sv: Sluttid

# home_logEntry
source: Log Entry
sv: Logga post

# home_selectTime
source: Select time
sv: Välj tid

# home_timeExample
source: e.g. 9:00 AM
sv: t.ex. 9:00
